Repository: danerx77/f1
Catalog: tm/src.tmx
Source language: en
Languages: pl

# {B_ATK_NAME_WITH_PREFIX}'s PERISH count fell to {B_BUFF1}!
source: {B_ATK_NAME_WITH_PREFIX}'s PERISH count\nfell to {B_BUFF1}!
pl: {B_ATK_NAME_WITH_PREFIX} licznik ZGUBY \nspadł do {B_BUFF1}!

# {B_ATK_NAME_WITH_PREFIX} braced itself!
source: {B_ATK_NAME_WITH_PREFIX} braced\nitself!
pl: {B_ATK_NAME_WITH_PREFIX} nadął\nsię!

# {B_DEF_NAME_WITH_PREFIX} ENDURED the hit!
source: {B_DEF_NAME_WITH_PREFIX} ENDURED\nthe hit!
pl: {B_DEF_NAME_WITH_PREFIX} ZNIÓSŁ\ncios!

source: MAGNITUDE {B_BUFF1}!
pl: TĄPNIĘCIE {B_BUFF1} !

# {B_ATK_NAME_WITH_PREFIX} cut its own HP and maximized ATTACK!
source: {B_ATK_NAME_WITH_PREFIX} cut its own HP\nand maximized ATTACK!
pl: {B_ATK_NAME_WITH_PREFIX} obcina pół HP\ni maksymalizuje ATAK!

# {B_ATK_NAME_WITH_PREFIX} copied {B_DEF_NAME_WITH_PREFIX}'s stat changes!
source: {B_ATK_NAME_WITH_PREFIX} copied\n{B_DEF_NAME_WITH_PREFIX}'s stat changes!
pl: {B_ATK_NAME_WITH_PREFIX} kopiuje\nzmiany stanu {B_DEF_NAME_WITH_PREFIX}!

# {B_ATK_NAME_WITH_PREFIX} got free of {B_DEF_NAME_WITH_PREFIX}'s {B_BUFF1}!
source: {B_ATK_NAME_WITH_PREFIX} got free of\n{B_DEF_NAME_WITH_PREFIX}'s {B_BUFF1}!
pl: {B_ATK_NAME_WITH_PREFIX} wydostał się\nz {B_DEF_NAME_WITH_PREFIX} {B_BUFF1}!

# {B_ATK_NAME_WITH_PREFIX} shed LEECH SEED!
source: {B_ATK_NAME_WITH_PREFIX} shed\nLEECH SEED!
pl: {B_ATK_NAME_WITH_PREFIX} sieje\nNASIONA!

# {B_ATK_NAME_WITH_PREFIX} blew away SPIKES!
source: {B_ATK_NAME_WITH_PREFIX} blew away\nSPIKES!
pl: {B_ATK_NAME_WITH_PREFIX} zdmuchnął\nKOLCE!

# {B_ATK_NAME_WITH_PREFIX} fled from battle!
source: {B_ATK_NAME_WITH_PREFIX} fled from\nbattle!
pl: {B_ATK_NAME_WITH_PREFIX} uciekł z\nwalki!

# {B_ATK_NAME_WITH_PREFIX} foresaw an attack!
source: {B_ATK_NAME_WITH_PREFIX} foresaw\nan attack!
pl: {B_ATK_NAME_WITH_PREFIX} przewidział\natak!

# {B_DEF_NAME_WITH_PREFIX} took the {B_BUFF1} attack!
source: {B_DEF_NAME_WITH_PREFIX} took the\n{B_BUFF1} attack!
pl: {B_DEF_NAME_WITH_PREFIX} przyjął\natak {B_BUFF1}!

# {B_ATK_NAME_WITH_PREFIX} chose {B_CURRENT_MOVE} as its destiny!
source: {B_ATK_NAME_WITH_PREFIX} chose\n{B_CURRENT_MOVE} as its destiny!
pl: {B_ATK_NAME_WITH_PREFIX} obrał\n{B_CURRENT_MOVE} za swój cel!

source: {B_BUFF1}'s attack!
pl: {B_BUFF1} atak!

# {B_ATK_NAME_WITH_PREFIX} became the center of attention!
source: {B_ATK_NAME_WITH_PREFIX} became the\ncenter of attention!
pl: {B_ATK_NAME_WITH_PREFIX} stał się\ncentrum uwagi!

# {B_ATK_NAME_WITH_PREFIX} began charging power!
source: {B_ATK_NAME_WITH_PREFIX} began\ncharging power!
pl: {B_ATK_NAME_WITH_PREFIX} zaczął\nsię ładować!

# NATURE POWER turned into {B_CURRENT_MOVE}!
source: NATURE POWER turned into\n{B_CURRENT_MOVE}!
pl: SIŁA NATURY zmieniona w\n{B_CURRENT_MOVE}!

# {B_ATK_NAME_WITH_PREFIX}'s status returned to normal!
source: {B_ATK_NAME_WITH_PREFIX}'s status\nreturned to normal!
pl: {B_ATK_NAME_WITH_PREFIX} stan\nwrócił do normy!

# {B_DEF_NAME_WITH_PREFIX} was subjected to TORMENT!
source: {B_DEF_NAME_WITH_PREFIX} was subjected\nto TORMENT!
pl: {B_DEF_NAME_WITH_PREFIX} stał się\ncelem UDRĘKI!

# {B_ATK_NAME_WITH_PREFIX} is tightening its focus!
source: {B_ATK_NAME_WITH_PREFIX} is tightening\nits focus!
pl: {B_ATK_NAME_WITH_PREFIX} skupia swoją\nuwagę!

# {B_DEF_NAME_WITH_PREFIX} fell for the TAUNT!
source: {B_DEF_NAME_WITH_PREFIX} fell for\nthe TAUNT!
pl: {B_DEF_NAME_WITH_PREFIX} poddał\nsię KPINIE!

# {B_ATK_NAME_WITH_PREFIX} is ready to help {B_DEF_NAME_WITH_PREFIX}!
source: {B_ATK_NAME_WITH_PREFIX} is ready to\nhelp {B_DEF_NAME_WITH_PREFIX}!
pl: {B_ATK_NAME_WITH_PREFIX} jest gotów\npomóc {B_DEF_NAME_WITH_PREFIX}!

# {B_ATK_NAME_WITH_PREFIX} switched items with its opponent!
source: {B_ATK_NAME_WITH_PREFIX} switched\nitems with its opponent!
pl: {B_ATK_NAME_WITH_PREFIX} zmienił\nprzedmioty z oponentem!

# {B_ATK_NAME_WITH_PREFIX} obtained {B_BUFF1}.
source: {B_ATK_NAME_WITH_PREFIX} obtained\n{B_BUFF1}.
pl: {B_ATK_NAME_WITH_PREFIX} otrzymał\n{B_BUFF1} .

# {B_DEF_NAME_WITH_PREFIX} obtained {B_BUFF2}.
source: {B_DEF_NAME_WITH_PREFIX} obtained\n{B_BUFF2}.
pl: {B_DEF_NAME_WITH_PREFIX} otrzymał\n{B_BUFF2} .

source: {B_ATK_NAME_WITH_PREFIX} obtained\n{B_BUFF1}.\p{B_DEF_NAME_WITH_PREFIX} obtained\n{B_BUFF2}.
pl: {B_ATK_NAME_WITH_PREFIX} otrzymał\n{B_BUFF1} .\p{B_DEF_NAME_WITH_PREFIX} otrzymał\n{B_BUFF2}.

# {B_ATK_NAME_WITH_PREFIX} copied {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}!
source: {B_ATK_NAME_WITH_PREFIX} copied\n{B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}!
pl: {B_ATK_NAME_WITH_PREFIX} kopiuje\n{B_DEF_NAME_WITH_PREFIX} {B_DEF_ABILITY}!

source: {B_ATK_NAME_WITH_PREFIX} made a WISH!
pl: {B_ATK_NAME_WITH_PREFIX} ŻYCZY sobie!

# {B_BUFF1}'s WISH came true!
source: {B_BUFF1}'s WISH\ncame true!
pl: {B_BUFF1} spełnia\nŻYCZENIE!

source: {B_ATK_NAME_WITH_PREFIX} planted its roots!
pl: {B_ATK_NAME_WITH_PREFIX} zapuścił korzenie!

# {B_ATK_NAME_WITH_PREFIX} absorbed nutrients with its roots!
source: {B_ATK_NAME_WITH_PREFIX} absorbed\nnutrients with its roots!
pl: {B_ATK_NAME_WITH_PREFIX} absorbuje\nsubstancje z korzeni!

# {B_DEF_NAME_WITH_PREFIX} anchored itself with its roots!
source: {B_DEF_NAME_WITH_PREFIX} anchored\nitself with its roots!
pl: {B_DEF_NAME_WITH_PREFIX} zakotwiczony\nkorzeniami!

# {B_ATK_NAME_WITH_PREFIX} made {B_DEF_NAME_WITH_PREFIX} drowsy!
source: {B_ATK_NAME_WITH_PREFIX} made\n{B_DEF_NAME_WITH_PREFIX} drowsy!
pl: {B_ATK_NAME_WITH_PREFIX} uśpił\n{B_DEF_NAME_WITH_PREFIX}!

# {B_ATK_NAME_WITH_PREFIX} knocked off {B_DEF_NAME_WITH_PREFIX}'s {B_LAST_ITEM}!
source: {B_ATK_NAME_WITH_PREFIX} knocked off\n{B_DEF_NAME_WITH_PREFIX}'s {B_LAST_ITEM}!
pl: {B_ATK_NAME_WITH_PREFIX} nokautuje\n{B_DEF_NAME_WITH_PREFIX} {B_LAST_ITEM}!

# {B_ATK_NAME_WITH_PREFIX} swapped abilities with its opponent!
source: {B_ATK_NAME_WITH_PREFIX} swapped abilities\nwith its opponent!
pl: {B_ATK_NAME_WITH_PREFIX} zamienił się\nzdolnościami z wrogiem!

# {B_ATK_NAME_WITH_PREFIX} sealed the opponent's move(s)!
source: {B_ATK_NAME_WITH_PREFIX} sealed the\nopponent's move(s)!
pl: {B_ATK_NAME_WITH_PREFIX} pieczętuje\nruch(y) wroga!

# {B_ATK_NAME_WITH_PREFIX} wants the opponent to bear a GRUDGE!
source: {B_ATK_NAME_WITH_PREFIX} wants the\nopponent to bear a GRUDGE!
pl: {B_ATK_NAME_WITH_PREFIX} chce, by\nwróg żywił URAZĘ!

# {B_ATK_NAME_WITH_PREFIX}'s {B_BUFF1} lost all its PP due to the GRUDGE!
source: {B_ATK_NAME_WITH_PREFIX}'s {B_BUFF1} lost\nall its PP due to the GRUDGE!
pl: {B_ATK_NAME_WITH_PREFIX} jego {B_BUFF1}\ntraci całe PP w wyniku URAZY!

# {B_ATK_NAME_WITH_PREFIX} shrouded itself in {B_CURRENT_MOVE}!
source: {B_ATK_NAME_WITH_PREFIX} shrouded\nitself in {B_CURRENT_MOVE}!
pl: {B_ATK_NAME_WITH_PREFIX} osłania\nsię w {B_CURRENT_MOVE}!

# {B_ATK_NAME_WITH_PREFIX}'s {B_CURRENT_MOVE} was bounced back by MAGIC COAT!
source: {B_ATK_NAME_WITH_PREFIX}'s {B_CURRENT_MOVE}\nwas bounced back by MAGIC COAT!
pl: {B_ATK_NAME_WITH_PREFIX} jego {B_CURRENT_MOVE}\nodbite przez LUSTROOSŁONĘ!

# {B_ATK_NAME_WITH_PREFIX} waits for its foe to make a move!
source: {B_ATK_NAME_WITH_PREFIX} waits for its foe\nto make a move!
pl: {B_ATK_NAME_WITH_PREFIX} czeka na ruch\nprzeciwnika!

# {B_DEF_NAME_WITH_PREFIX} SNATCHED {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s move!
source: {B_DEF_NAME_WITH_PREFIX} SNATCHED\n{B_SCR_ACTIVE_NAME_WITH_PREFIX}'s move!
pl: {B_DEF_NAME_WITH_PREFIX} PORWAŁ\nruch {B_SCR_ACTIVE_NAME_WITH_PREFIX}!

# Electricity's power was weakened!
source: Electricity's power was\nweakened!
pl: Osłabiono siłę\nelektryczności!

# Fire's power was weakened!
source: Fire's power was\nweakened!
pl: Osłabiono siłę\nognia!

# {B_ATK_NAME_WITH_PREFIX} found one {B_LAST_ITEM}!
source: {B_ATK_NAME_WITH_PREFIX} found\none {B_LAST_ITEM}!
pl: {B_ATK_NAME_WITH_PREFIX} znalazł\n{B_LAST_ITEM}!

# A soothing aroma wafted through the area!
source: A soothing aroma wafted\nthrough the area!
pl: Przyjemny aromat\nniesie się po obszarze!

source: Items can't be used now.{PAUSE 64}
pl: Nie można użyć rzeczy.{PAUSE 64}

# {B_SCR_ACTIVE_NAME_WITH_PREFIX} used {B_LAST_ITEM} to hustle!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX} used\n{B_LAST_ITEM} to hustle!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} krząta\n{B_LAST_ITEM}!

# {B_ATK_NAME_WITH_PREFIX} lost its focus and couldn't move!
source: {B_ATK_NAME_WITH_PREFIX} lost its\nfocus and couldn't move!
pl: {B_ATK_NAME_WITH_PREFIX} traci\nskupienie i nie rusza się!

# {B_DEF_NAME_WITH_PREFIX} was dragged out!p
source: {B_DEF_NAME_WITH_PREFIX} was\ndragged out!\p
pl: {B_DEF_NAME_WITH_PREFIX}\nwyciągnięty!\p

source: The wall shattered!
pl: Mur został rozbity!

source: But it had no effect!
pl: Bez żadnego skutku!

# {B_ACTIVE_NAME_WITH_PREFIX} has no moves left!p
source: {B_ACTIVE_NAME_WITH_PREFIX} has no\nmoves left!\p
pl: {B_ACTIVE_NAME_WITH_PREFIX} nie ma\njuż ruchów!\p

# {B_ACTIVE_NAME_WITH_PREFIX}'s {B_CURRENT_MOVE} is disabled!p
source: {B_ACTIVE_NAME_WITH_PREFIX}'s {B_CURRENT_MOVE}\nis disabled!\p
pl: {B_ACTIVE_NAME_WITH_PREFIX} \n{B_CURRENT_MOVE} wyłączony!\p

source: {B_ACTIVE_NAME_WITH_PREFIX} can't use the same\nmove in a row due to the TORMENT!\p
pl: {B_ACTIVE_NAME_WITH_PREFIX} nie może atakować\ntym samym pod rząd przez UDRĘKĘ!\p

# {B_ACTIVE_NAME_WITH_PREFIX} can't use {B_CURRENT_MOVE} after the TAUNT!p
source: {B_ACTIVE_NAME_WITH_PREFIX} can't use\n{B_CURRENT_MOVE} after the TAUNT!\p
pl: {B_ACTIVE_NAME_WITH_PREFIX} nie może\nużyć {B_CURRENT_MOVE} przez KPINĘ!\p

# {B_ACTIVE_NAME_WITH_PREFIX} can't use the sealed {B_CURRENT_MOVE}!p
source: {B_ACTIVE_NAME_WITH_PREFIX} can't use the\nsealed {B_CURRENT_MOVE}!\p
pl: {B_ACTIVE_NAME_WITH_PREFIX} \n{B_CURRENT_MOVE} jest zapieczętowany!\p

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY} made it rain!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nmade it rain!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX}\n{B_SCR_ACTIVE_ABILITY} tworzy deszcz!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY} raised its SPEED!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nraised its SPEED!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX}\n{B_SCR_ACTIVE_ABILITY} zwiększa prędkość!

# {B_DEF_NAME_WITH_PREFIX} was protected by {B_DEF_ABILITY}!
source: {B_DEF_NAME_WITH_PREFIX} was protected\nby {B_DEF_ABILITY}!
pl: {B_DEF_NAME_WITH_PREFIX} chroniony\nprzez {B_DEF_ABILITY}!

source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nprevents {B_ATK_NAME_WITH_PREFIX}\lfrom using {B_CURRENT_MOVE}!
pl: {B_DEF_NAME_WITH_PREFIX} jego\n{B_DEF_ABILITY} nie pozwala {B_ATK_NAME_WITH_PREFIX}\lużyć {B_CURRENT_MOVE}!

# {B_DEF_NAME_WITH_PREFIX} restored HP using its {B_DEF_ABILITY}!
source: {B_DEF_NAME_WITH_PREFIX} restored HP\nusing its {B_DEF_ABILITY}!
pl: {B_DEF_NAME_WITH_PREFIX} przywrócił\nHP dzięki {B_DEF_ABILITY}!

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} made {B_CURRENT_MOVE} useless!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nmade {B_CURRENT_MOVE} useless!
pl: {B_DEF_NAME_WITH_PREFIX} {B_DEF_ABILITY}\n{B_CURRENT_MOVE} bezużytecznym!

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} made it the {B_BUFF1} type!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nmade it the {B_BUFF1} type!
pl: {B_DEF_NAME_WITH_PREFIX} zmienia typ na\n{B_DEF_ABILITY} z {B_BUFF1}!

# {B_EFF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} prevents paralysis!
source: {B_EFF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nprevents paralysis!
pl: {B_EFF_NAME_WITH_PREFIX} jego {B_DEF_ABILITY}\nneguje paraliż!

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} prevents romance!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nprevents romance!
pl: {B_DEF_NAME_WITH_PREFIX} jego {B_DEF_ABILITY}\nneguje romans!

# {B_EFF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} prevents poisoning!
source: {B_EFF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nprevents poisoning!
pl: {B_EFF_NAME_WITH_PREFIX} jego {B_DEF_ABILITY}\nneguje zatrucie!

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} prevents confusion!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nprevents confusion!
pl: {B_DEF_NAME_WITH_PREFIX} jego {B_DEF_ABILITY}\nneguje konfuzję!

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} raised its FIRE power!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nraised its FIRE power!
pl: {B_DEF_NAME_WITH_PREFIX} jego {B_DEF_ABILITY}\nzwiększa moc OGNIA!

# {B_DEF_NAME_WITH_PREFIX} anchors itself with {B_DEF_ABILITY}!
source: {B_DEF_NAME_WITH_PREFIX} anchors\nitself with {B_DEF_ABILITY}!
pl: {B_DEF_NAME_WITH_PREFIX} kotwiczy\nsię swoim {B_DEF_ABILITY}!

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\ncuts {B_DEF_NAME_WITH_PREFIX}'s ATTACK!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} \n{B_SCR_ACTIVE_ABILITY} zmniejsza ATAK {B_DEF_NAME_WITH_PREFIX}!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY} prevents stat loss!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nprevents stat loss!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\nneguje zmiany stanu!

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} hurt {B_ATK_NAME_WITH_PREFIX}!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nhurt {B_ATK_NAME_WITH_PREFIX}!
pl: {B_DEF_NAME_WITH_PREFIX} {B_DEF_ABILITY}\nrani {B_ATK_NAME_WITH_PREFIX}!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX} TRACED {B_BUFF1}'s {B_BUFF2}!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX} TRACED\n{B_BUFF1}'s {B_BUFF2}!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} TROPI\n{B_BUFF1} {B_BUFF2}!

# {B_EFF_NAME_WITH_PREFIX}'s {B_EFF_ABILITY} prevents burns!
source: {B_EFF_NAME_WITH_PREFIX}'s {B_EFF_ABILITY}\nprevents burns!
pl: {B_EFF_NAME_WITH_PREFIX} {B_EFF_ABILITY}\nneguje poparzenia

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} blocks {B_CURRENT_MOVE}!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nblocks {B_CURRENT_MOVE}!
pl: {B_DEF_NAME_WITH_PREFIX} {B_DEF_ABILITY}\nblokuje {B_CURRENT_MOVE}!

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nblocks {B_CURRENT_MOVE}!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\nblokuje {B_CURRENT_MOVE}!

# {B_ATK_NAME_WITH_PREFIX}'s {B_ATK_ABILITY} restored its HP a little!
source: {B_ATK_NAME_WITH_PREFIX}'s {B_ATK_ABILITY}\nrestored its HP a little!
pl: {B_ATK_NAME_WITH_PREFIX} {B_ATK_ABILITY}\nprzywraca mu trochę HP!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY} whipped up a sandstorm!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nwhipped up a sandstorm!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\nwbudza burzę piaskową!

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nintensified the sun's rays!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\nwzmacnia promienie słońca!

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nprevents {B_BUFF1} loss!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\nneguję stratę {B_BUFF1}!

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} infatuated {B_ATK_NAME_WITH_PREFIX}!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\ninfatuated {B_ATK_NAME_WITH_PREFIX}!
pl: {B_DEF_NAME_WITH_PREFIX} {B_DEF_ABILITY}\nrozkochuje {B_ATK_NAME_WITH_PREFIX}!

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} made {B_CURRENT_MOVE} ineffective!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nmade {B_CURRENT_MOVE} ineffective!
pl: {B_DEF_NAME_WITH_PREFIX} {B_DEF_ABILITY}\ndeaktywuje ataki {B_CURRENT_MOVE}!

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\ncured its {B_BUFF1} problem!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\nleczy zmianę {B_BUFF1}!

# It sucked up the LIQUID OOZE!
source: It sucked up the\nLIQUID OOZE!
pl: Wysysa\nPŁYNNY SZLAM!

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX} transformed!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} zmieniony!

# {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY} took the attack!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\ntook the attack!
pl: {B_DEF_NAME_WITH_PREFIX} {B_DEF_ABILITY}\nprzyjmuje atak!

# {B_BUFF1}'s {B_LAST_ABILITY} prevents switching!p
source: {B_BUFF1}'s {B_LAST_ABILITY}\nprevents switching!\p
pl: {B_BUFF1} {B_LAST_ABILITY}\nnie pozwala zmienić!\p

source: {B_DEF_NAME_WITH_PREFIX}'s {B_DEF_ABILITY}\nprevented {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s\l{B_BUFF1} from working!
pl: {B_DEF_NAME_WITH_PREFIX} {B_DEF_ABILITY}\nnie pozwolił zadziałać\l{B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_BUFF1}!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY} made it ineffective!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nmade it ineffective!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\ndeaktywuje ten atak!

# {B_EFF_NAME_WITH_PREFIX}'s {B_EFF_ABILITY} prevents flinching!
source: {B_EFF_NAME_WITH_PREFIX}'s {B_EFF_ABILITY}\nprevents flinching!
pl: {B_EFF_NAME_WITH_PREFIX} {B_EFF_ABILITY}\nneguje potknięcia!

source: {B_ATK_NAME_WITH_PREFIX}'s {B_ATK_ABILITY}\nprevents {B_DEF_NAME_WITH_PREFIX}'s\l{B_DEF_ABILITY} from working!
pl: {B_ATK_NAME_WITH_PREFIX} {B_ATK_ABILITY}\nnie pozwala działać \l{B_DEF_NAME_WITH_PREFIX} {B_DEF_ABILITY} !

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nhad no effect on {B_EFF_NAME_WITH_PREFIX}!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\nnie ma wpływu na {B_EFF_NAME_WITH_PREFIX}!

source: {B_ATK_NAME_WITH_PREFIX} is too scared to move!
pl: {B_ATK_NAME_WITH_PREFIX} jest zbyt przerażony!

source: GHOST: Get out…… Get out……
pl: DUCH: Uciekaj…… Uciekaj……

source: sharply
pl: ostro

source: rose!
pl: rośnie!

source: harshly
pl: mocno

source: fell!
pl: spada

# Using {B_LAST_ITEM}, the {B_BUFF1} of {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_BUFF2}
source: Using {B_LAST_ITEM}, the {B_BUFF1}\nof {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_BUFF2}
pl: Używając {B_LAST_ITEM}, {B_BUFF1}\nod {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_BUFF2}

# {B_ATK_NAME_WITH_PREFIX}'s stats won't go any higher!
source: {B_ATK_NAME_WITH_PREFIX}'s stats won't\ngo any higher!
pl: {B_ATK_NAME_WITH_PREFIX} statystyki\njuż nie wzrosną!

# {B_DEF_NAME_WITH_PREFIX}'s stats won't go any lower!
source: {B_DEF_NAME_WITH_PREFIX}'s stats won't\ngo any lower!
pl: {B_DEF_NAME_WITH_PREFIX} statystyki\njuż nie spadną!

source: A critical hit!
pl: Krytyczny cios!

source: It's a one-hit KO!
pl: Znokautowany!

source: And…\p
pl: I‥\p

# HM moves can't be forgotten now.p
source: HM moves can't be\nforgotten now.\p
pl: Nie można teraz\nzapomnieć HM.\p

source: It's not very effective…
pl: Nie jest zbyt efektywne…

source: It's super effective!
pl: To superefektywne!

source: {PLAY_SE SE_FLEE}Got away safely!\p
pl: {PLAY_SE SE_FLEE} Udało się!\p

# {PLAY_SE SE_FLEE}{B_ATK_NAME_WITH_PREFIX} fled using its {B_LAST_ITEM}!p
source: {PLAY_SE SE_FLEE}{B_ATK_NAME_WITH_PREFIX} fled\nusing its {B_LAST_ITEM}!\p
pl: {PLAY_SE SE_FLEE}{B_ATK_NAME_WITH_PREFIX} uciekł\nużywając {B_LAST_ITEM}!\p

# {PLAY_SE SE_FLEE}{B_ATK_NAME_WITH_PREFIX} fled using {B_ATK_ABILITY}!p
source: {PLAY_SE SE_FLEE}{B_ATK_NAME_WITH_PREFIX} fled\nusing {B_ATK_ABILITY}!\p
pl: {PLAY_SE SE_FLEE}{B_ATK_NAME_WITH_PREFIX} uciekł\nz {B_ATK_ABILITY}!\p

source: {PLAY_SE SE_FLEE}Wild {B_BUFF1} fled!
pl: {PLAY_SE SE_FLEE} {B_BUFF1} uciekł!

# Player defeated {B_LINK_OPPONENT1_NAME}!
source: Player defeated\n{B_LINK_OPPONENT1_NAME}!
pl: Gracz pokonuje\n{B_LINK_OPPONENT1_NAME}!

# Player beat {B_LINK_OPPONENT1_NAME} and {B_LINK_OPPONENT2_NAME}!
source: Player beat {B_LINK_OPPONENT1_NAME}\nand {B_LINK_OPPONENT2_NAME}!
pl: Gracz pobił {B_LINK_OPPONENT1_NAME}\ni {B_LINK_OPPONENT2_NAME}!

# Player lost against {B_LINK_OPPONENT1_NAME}!
source: Player lost against\n{B_LINK_OPPONENT1_NAME}!
pl: Gracz przegrał z\n{B_LINK_OPPONENT1_NAME}!

# Player lost to {B_LINK_OPPONENT1_NAME} and {B_LINK_OPPONENT2_NAME}!
source: Player lost to {B_LINK_OPPONENT1_NAME}\nand {B_LINK_OPPONENT2_NAME}!
pl: Gracz przegrał z {B_LINK_OPPONENT1_NAME}\ni {B_LINK_OPPONENT2_NAME}

# Player battled to a draw against {B_LINK_OPPONENT1_NAME}!
source: Player battled to a draw against\n{B_LINK_OPPONENT1_NAME}!
pl: Gracz zremisował walcząc z\n{B_LINK_OPPONENT1_NAME}!

source: Player battled to a draw against\n{B_LINK_OPPONENT1_NAME} and {B_LINK_OPPONENT2_NAME}!
pl: Gracz zremisował walcząc z\n{B_LINK_OPPONENT1_NAME} oraz {B_LINK_OPPONENT2_NAME}!!

source: {PLAY_SE SE_FLEE}{B_LINK_OPPONENT1_NAME} fled!
pl: {PLAY_SE SE_FLEE}{B_LINK_OPPONENT1_NAME} zwiał

# {PLAY_SE SE_FLEE}{B_LINK_OPPONENT1_NAME} and {B_LINK_OPPONENT2_NAME} fled!
source: {PLAY_SE SE_FLEE}{B_LINK_OPPONENT1_NAME} and\n{B_LINK_OPPONENT2_NAME} fled!
pl: {PLAY_SE SE_FLEE}{B_LINK_OPPONENT1_NAME} i\n{B_LINK_OPPONENT2_NAME} zwiały!

# No! There's no running from a TRAINER battle!p
source: No! There's no running\nfrom a TRAINER battle!\p
pl: Nie! Nie ucieka się z\nwalk TRENERSKICH!\p

source: But nothing happened!
pl: Nic się nie stało!

source: But it failed!
pl: Nie udało się!

# It hurt itself in its confusion!
source: It hurt itself in its\nconfusion!
pl: Rani się będąc\noszołomionym!

source: The MIRROR MOVE failed!
pl: PAPUGOWANIE nie udane!

source: It started to rain!
pl: Zaczęło padać!

source: A downpour started!
pl: Zaczęło lać!

source: Rain continues to fall.
pl: Deszcz nadal pada.

source: The downpour continues.
pl: Ulewa trwa nadal.

source: The rain stopped.
pl: Deszcz ustał.

source: The sunlight got bright!
pl: Słońce mocno świeci!

source: The sunlight is strong.
pl: Słońce mocno świeci.

source: The sunlight faded.
pl: Słońce osłabło.

source: It started to hail!
pl: Zaczął padać grad!

source: Hail continues to fall.
pl: Grad nadal sypie!

source: The hail stopped.
pl: Gradobicie ustało

# But it failed to SPIT UP a thing!
source: But it failed to SPIT UP\na thing!
pl: Nie udało się użyć\nWYPLUCIA!

# But it failed to SWALLOW a thing!
source: But it failed to SWALLOW\na thing!
pl: Nie udało się nic\nPOŁKNĄĆ!

# The wind turned into a HEAT WAVE!
source: The wind turned into a\nHEAT WAVE!
pl: Wiatr zmienił się w\nCIEPŁĄ FALĘ!

# All stat changes were eliminated!
source: All stat changes were\neliminated!
pl: Wyeliminowano zmiany\nstanu!

source: Coins scattered everywhere!
pl: Rozsypały się monety!

# It was too weak to make a SUBSTITUTE!
source: It was too weak to make\na SUBSTITUTE!
pl: Zbyt słaby, by zrobić\nZASTĘPCE!

# The battlers shared their pain!
source: The battlers shared\ntheir pain!
pl: Wojownicy dzielą ból!

source: A bell chimed!
pl: Dzwon dzwoni!

# All affected POKéMON will faint in three turns!
source: All affected POKéMON will\nfaint in three turns!
pl: POKéMONY objęte działaniem\nzemdleją w 3 tury!

# There's no PP left for this move!p
source: There's no PP left for\nthis move!\p
pl: Nie ma już PP dla tego ruchu!\p

# But there was no PP left for the move!
source: But there was no PP left\nfor the move!
pl: Ale nie było już PP dla\ntego ruchu!

# {B_ATK_NAME_WITH_PREFIX} ignored orders while asleep!
source: {B_ATK_NAME_WITH_PREFIX} ignored\norders while asleep!
pl: {B_ATK_NAME_WITH_PREFIX} ignoruje\nrozkazy śpiąc!

# {B_ATK_NAME_WITH_PREFIX} ignored orders!
source: {B_ATK_NAME_WITH_PREFIX} ignored\norders!
pl: {B_ATK_NAME_WITH_PREFIX} ignoruje\nrozkaz

source: {B_ATK_NAME_WITH_PREFIX} began to nap!
pl: {B_ATK_NAME_WITH_PREFIX} odpoczywa!

# {B_ATK_NAME_WITH_PREFIX} is loafing around!
source: {B_ATK_NAME_WITH_PREFIX} is\nloafing around!
pl: {B_ATK_NAME_WITH_PREFIX} obija się!

# {B_ATK_NAME_WITH_PREFIX} won't obey!
source: {B_ATK_NAME_WITH_PREFIX} won't\nobey!
pl: {B_ATK_NAME_WITH_PREFIX} nie\nsłucha!

source: {B_ATK_NAME_WITH_PREFIX} turned away!
pl: {B_ATK_NAME_WITH_PREFIX} odwraca się!

# {B_ATK_NAME_WITH_PREFIX} pretended not to notice!
source: {B_ATK_NAME_WITH_PREFIX} pretended\nnot to notice!
pl: {B_ATK_NAME_WITH_PREFIX} udaje, że\nnie słyszy!

source: {B_TRAINER1_CLASS} {B_TRAINER1_NAME} is\nabout to use {B_BUFF2}.\pWill {B_PLAYER_NAME} change\nPOKéMON?
pl: {B_TRAINER1_CLASS} {B_TRAINER1_NAME}\nma zamiar użyć {B_BUFF2}.\pCzy {B_PLAYER_NAME} zmieni\nPOKéMONA?

# {B_ATK_NAME_WITH_PREFIX} learned {B_BUFF1}!
source: {B_ATK_NAME_WITH_PREFIX} learned\n{B_BUFF1}!
pl: {B_ATK_NAME_WITH_PREFIX} poznał\n{B_BUFF1}!
